{"introMethod1":[{"type":"text","value":"Your high school yearbook photo is <br>a moment frozen in time. For some, it’s a moment they’d rather forget, but for us, it’s data."}],"introMethod2":[{"type":"text","value":"We investigated a dataset of more than 30,000 high school yearbook photos from 1930–2013 to find out when big hair was at its height."}],"dimensionText1":[{"type":"text","value":"Using a deep learning method, <br>we mapped the images into <br>a 4-dimensional space."}],"dimensionText2":[{"type":"text","value":"This gives us a unique fingerprint for each hair shape. Here’s what that looks like for 3 popular styles..."}],"styleText1":[{"type":"text","value":"We then trained neural network classifiers to see how these looks trended over time."}],"beehiveText":[{"type":"text","value":"Beehives were big in the 1960s."}],"mulletText":[{"type":"text","value":"Mullets peaked in the early 1990s."}],"straightText":[{"type":"text","value":"Long straight hair was briefly eclipsed by 1980s perms."}],"avgGridText1":[{"type":"text","value":"From here, we can investigate when big hair peaked. Here are 10 photos that best exemplify the women’s and men’s hairstyles of each decade..."}],"avgGridText2":[{"type":"text","value":"Here’s what that looks like <br> when we split it by gender…"}],"trendText1":[{"type":"text","value":"By calculating the density of hair pixels in each picture, we can roughly estimate how much hair is present and get a median hair size for each decade."}],"trendNote1":[{"type":"text","value":"Women’s hair was the shortest in the 1930s, when short finger waves were popular."}],"trendNote2":[{"type":"text","value":"Men’s hair was the shortest in the decades following World War II, when many sported military crew cuts."}],"trendNote3":[{"type":"text","value":"For both women and men, hair size peaked in the late 70s and early 80s."}],"trendText2":[{"type":"text","value":"All that big hair also meant that women and men’s styles were more similar than ever before."}],"discrimNote1":[{"type":"text","value":"Women and men’s hairstyles saw their biggest difference post WWII when short buzzes were contrasted with high roll curls."}],"discrimNote2":[{"type":"text","value":"They saw their smallest difference in the 1980s when big hairspray reigned supreme."}],"discrimNote3":[{"type":"text","value":"In 2013, women’s and men’s styles were less similiar than anytime in the past 30 years."}],"outro1":[{"type":"text","value":"This doesn’t mean that gender neutral hairstyles are less common, just that there are more polarizing styles like long or short crops."}],"outro2":[{"type":"text","value":"Whatever the style trends, we’re all sure to laugh at our photos in the next decade."}]}